IDEA StatiCa Open Model
ResultOfNLASection.Points Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Results in points
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ResultOfNLAPoint> Points { get; set; }
Public Property Points As List(Of ResultOfNLAPoint)
	Get
	Set
public:
property List<ResultOfNLAPoint^>^ Points {
	List<ResultOfNLAPoint^>^ get ();
	void set (List<ResultOfNLAPoint^>^ value);
}
Property Value
Type: List<ResultOfNLAPoint>
See Also
Reference
ResultOfNLASection Class
IdeaRS.OpenModel.Result Namespace